Tekla.Structures.DialogInternal.ManagedRebarSelectionDialogInterface.AttributeRequestedCallback(Tekla.Structures.DialogInternal.IDialogOwner,System.String,System.String,System.Double,System.Int32)
Callback function to be called from forms dialog
caller: Caller control
size: Rebar size
grade: Rebar grade
radius: Rebar radius
usage: Rebar usage
Returns: 1, always